/*  Class = "NSButton"; gToolTip = "Import (↩)"; ObjectID = "15";  */
"Import (↩)" = "Importer (↩)";

/*  Class = "NSButton"; gToolTip = "Cancel Import (⎋)"; ObjectID = "16";  */
"Cancel Import (⎋)" = "Annuler l'importation (⎋)";

/*  Class = "NSButton"; gToolTip = "Show previous source row (⌘←)"; ObjectID = "17";  */
"Show previous source row (⌘←)" = "Afficher la ligne source précédente (⌘←)";

/*  Class = "NSButton"; gToolTip = "Show next source row (⌘→)"; ObjectID = "18";  */
"Show next source row (⌘→)" = "Afficher la ligne source suivante (⌘→)";

/*  Class = "NSPathControl"; gToolTip = "Source file path. Double-click to go back to file chooser."; ObjectID = "25";  */
"Source file path. Double-click to go back to file chooser." = "Chemin d'accès de la source. Double-cliquez pour revenir à la sélection de fichier.";

/*  Class = "NSMenuItem"; title = "INSERT"; ObjectID = "29";  */
"INSERT" = "INSERT";

/*  Class = "NSMenuItem"; title = "REPLACE"; ObjectID = "30";  */
"REPLACE" = "REPLACE";

/*  Class = "NSMenuItem"; title = "UPDATE"; ObjectID = "31";  */
"UPDATE" = "UPDATE";

/*  Class = "NSTextFieldCell"; title = "Import Method:"; ObjectID = "34";  */
"Import Method:" = "Méthode d'importation :";

/*  Class = "NSButtonCell"; title = "Cancel"; ObjectID = "486";  */
/*  Class = "NSButtonCell"; title = "Cancel"; ObjectID = "40";  */
"Cancel" = "Annuler";

/*  Class = "NSButtonCell"; title = "Import"; ObjectID = "41";  */
"Import" = "Importer";

/*  Class = "NSTableColumn"; headerCell.title = "CSV Fields"; ObjectID = "47";  */
"CSV Fields" = "Champs CSV";

/*  Class = "NSTableColumn"; headerCell.title = "Table Target Fields"; ObjectID = "48";  */
"Table Target Fields" = "Champs cibles de la table";

/*  Class = "NSTextFieldCell"; title = "CSV Import Field Mapping"; ObjectID = "57";  */
"CSV Import Field Mapping" = "Correspondance des champs pour l'import CSV";

/*  Class = "NSMenuItem"; title = "Matching names"; ObjectID = "134";  */
"Matching names" = "Noms correspondants";

/*  Class = "NSMenuItem"; title = "File order"; ObjectID = "135";  */
"File order" = "Ordre du fichier";

/*  Class = "NSTextFieldCell"; title = "Align field names by:"; ObjectID = "138";  */
"Align field names by:" = "Aligner les noms de champs par :";

/*  Class = "NSButton"; gToolTip = "Advanced settings for import methods (⌥⌘A)"; ObjectID = "139";  */
"Advanced settings for import methods (⌥⌘A)" = "Réglages avancés des méthodes d'importation (⌥⌘A)";

/*  Class = "NSMenuItem"; title = "Reversed file order"; ObjectID = "141";  */
"Reversed file order" = "Ordre du fichier inversé";

/*  Class = "NSButton"; gToolTip = "Go back to file chooser (⇧⌥⌘←)"; ObjectID = "157";  */
"Go back to file chooser (⇧⌥⌘←)" = "Revenir à la sélection de fichier (⇧⌥⌘←)";

/*  Class = "NSButtonCell"; title = "Go Back"; ObjectID = "158";  */
"Go Back" = "Revenir";

/*  Class = "NSButtonCell"; title = "OK"; ObjectID = "475";  */
/*  Class = "NSButtonCell"; title = "OK"; ObjectID = "176";  */
"OK" = "OK";

/*  Class = "NSTableColumn"; headerCell.title = "Global Source Values or SQL Expressions"; ObjectID = "190";  */
"Global Source Values or SQL Expressions" = "Valeurs sources globales ou expressions SQL";

/*  Class = "NSMenuItem"; title = "NULL"; ObjectID = "510";  */
"NULL" = "NULL";

/*  Class = "NSMenuItem"; title = "Custom order"; ObjectID = "224";  */
"Custom order" = "Ordre personnalisé";

/*  Class = "NSButton"; gToolTip = "All rows which doesn't match the WHERE clause in the UPDATE statement will be inserted via INSERT INTO…"; ObjectID = "257";  */
"All rows which doesn't match the WHERE clause in the UPDATE statement will be inserted via INSERT INTO…" = "Toutes les lignes non concernées par la clause WHERE de la commande UPDATE seront insérées via la commande INSERT INTO…";

/*  Class = "NSButtonCell"; title = "Insert remaining rows"; ObjectID = "258";  */
"Insert remaining rows" = "Insérer les lignes restantes";

/*  Class = "NSButtonCell"; title = "HIGH_PRIORITY"; ObjectID = "301";  */
"HIGH_PRIORITY" = "HIGH_PRIORITY";

/*  Class = "NSButtonCell"; title = "LOW_PRIORITY"; ObjectID = "302";  */
/*  Class = "NSButtonCell"; title = "LOW_PRIORITY"; ObjectID = "327";  */
/*  Class = "NSButtonCell"; title = "LOW_PRIORITY"; ObjectID = "346";  */
"LOW_PRIORITY" = "LOW_PRIORITY";

/*  Class = "NSButtonCell"; title = "ON DUPLICATE KEY UPDATE:"; ObjectID = "306";  */
"ON DUPLICATE KEY UPDATE:" = "ON DUPLICATE KEY UPDATE:";

/*  Class = "NSButtonCell"; title = "DELAYED"; ObjectID = "307";  */
/*  Class = "NSButtonCell"; title = "DELAYED"; ObjectID = "321";  */
"DELAYED" = "DELAYED";

/*  Class = "NSButtonCell"; title = "IGNORE"; ObjectID = "308";  */
/*  Class = "NSButtonCell"; title = "IGNORE"; ObjectID = "339";  */
"IGNORE" = "IGNORE";

/*  Class = "NSButtonCell"; title = "Advanced"; ObjectID = "393";  */
"Advanced" = "Avancé";

/*  Class = "NSButton"; gToolTip = "Do not import existing rows identified by the PRIMARY KEY"; ObjectID = "396";  */
"Do not import existing rows identified by the PRIMARY KEY" = "Ne pas importer les lignes existantes identifiées par la clé primaire";

/*  Class = "NSButtonCell"; title = "Skip existing rows"; ObjectID = "397";  */
"Skip existing rows" = "Éviter les lignes existantes";

/*  Class = "NSTableColumn"; headerCell.title = "SQL"; ObjectID = "400";  */
"SQL" = "SQL";

/*  Class = "NSButtonCell"; title = "Use last edited value"; ObjectID = "222";  */
"Use last edited value" = "Utiliser la dernière valeur éditée";

/*  Class = "NSMenuItem"; title = "Insert"; ObjectID = "509";  */
"Insert" = "Insérer";

/*  Class = "NSMenuItem"; gToolTip = "Insert NULL value into currently selected row"; ObjectID = "510";  */
"Insert NULL value into currently selected row" = "Insérer la valeur NULL sur la ligne sélectionnée";

/*  Class = "NSButton"; gToolTip = "Use current selected value after saving as source for selected mapping pair (⌥⌘L)"; ObjectID = "221";  */
"Use current selected value after saving as source for selected mapping pair (⌥⌘L)" = "Utiliser la valeur sélectionnée après enregistrement comme valeur de correspondance (⌥⌘L)";

/*  Class = "NSButton"; gToolTip = "Remove selected value (⌘⌫)"; ObjectID = "173";  */
"Remove selected value (⌘⌫)" = "Supprimer la valeur sélectionnée (⌘⌫)";

/*  Class = "NSButton"; gToolTip = "Add new value (⌥⌘A)"; ObjectID = "171";  */
"Add new value (⌥⌘A)" = "Ajouter une nouvelle valeur (⌥⌘A)";

/*  Class = "NSPopUpButton"; gToolTip = "Insert NULL or CSV column placeholders (⌥⌘I)"; ObjectID = "506";  */
"Insert NULL or CSV column placeholders (⌥⌘I)" = "Insérer NULL ou les paramètres temporaires de colonnes CSV (⌥⌘I)";

/*  Class = "NSMenuItem"; title = "Recent"; ObjectID = "515";  */
/*  Class = "NSMenu"; title = "Recent"; ObjectID = "516";  */
"Recent" = "Récent";

/*  Class = "NSButton"; gToolTip = "Manage table details (⌘I)"; ObjectID = "433";  */
"Manage table details (⌘I)" = "Gérer les détails de la table (⌘I)";

/*  Class = "NSButtonCell"; title = "First line contains field names"; ObjectID = "112";  */
"First line contains field names" = "La première ligne contient les noms de champs";

/*  Class = "NSTextFieldCell"; title = "Table Encoding:"; ObjectID = "471";  */
"Table Encoding:" = "Encodage de la table :";

/*  Class = "NSMenuItem"; title = "Remove New Column:"; ObjectID = "491";  */
"Remove New Column:" = "Effacer la nouvelle colonne :";

/*  Class = "NSTextFieldCell"; title = "Name:"; ObjectID = "406";  */
"Name:" = "Nom :";

/*  Class = "NSMenuItem"; title = "Add Column to Target Table…"; ObjectID = "423";  */
"Add Column to Target Table…" = "Ajouter une colonne à la table cible…";

/*  Class = "NSPopUpButton"; gToolTip = "Choose database table in which the data will be inserted (⌘T)"; ObjectID = "20";  */
"Choose database table in which the data will be inserted (⌘T)" = "Choisissez la table de la base dans laquelle les données vont être insérées (⌘T) ";

/*  Class = "NSWindow"; title = "New Table"; ObjectID = "457";  */
"New Table" = "Nouvelle table";

/*  Class = "NSTextFieldCell"; title = "Table Type:"; ObjectID = "472";  */
"Table Type:" = "Type de table :";

/*  Class = "NSMenuItem"; title = "Edit Field Type for Column:"; ObjectID = "488";  */
"Edit Field Type for Column:" = "Changer le type du champ pour la colonne :";

/*  Class = "NSButton"; gToolTip = "Import into a new TABLE (⇧⌘N)"; ObjectID = "439";  */
"Import into a new TABLE (⇧⌘N)" = "Importer dans une nouvelle TABLE (⇧⌘N)";

/*  Class = "NSButtonCell"; title = "New"; ObjectID = "440";  */
"New" = "Nouveau";

/*  Class = "NSMenuItem"; title = "Set all Field Types to:"; ObjectID = "424";  */
"Set all Field Types to:" = "Changer tous les types de champ en :";

